[
  {
    "id": "ec5690e1-6d37-4edb-909d-e5b7b32988d5",
    "text": "*חוק שעות עבודה ומנוחה (כולל שכר גלובלי):*\n\nעובד זכאי לשכר עבור שעות עבודתו הרגילות לפי חוק, וכן לתוספת תשלום עבור כל שעה נוספת שחרגה מהמכסה החוקית. יום עבודה רגיל הוא עד 8 שעות ביום (או 7 בערב חג/שישי) ועד 42 שעות בשבוע. כל שעה נוספת מעבר לכך מזכה בתוספת של 25% עבור השעה הראשונה והשנייה, ו־50% לכל שעה מעבר לשעתיים.\n\nשכר גלובלי אינו פוטר את המעסיק מחובת תשלום שעות נוספות. על מנת ששכר גלובלי ייחשב חוקי, נדרש הסכם עבודה כתוב הכולל:\n1. מספר השעות הנוספות הכלולות בשכר.\n2. שווי כספי מפורט של שעות אלה בהתאם לחוק (לפי 125% או 150%).\n\nאם העובד עבד בפועל מעבר לשעות שהוגדרו בהסכם – על המעסיק לשלם בגינן את התוספת הנדרשת. אם שכרו הגלובלי של העובד נמוך מהשכר הרגיל בתוספת ערך השעות הנוספות שהובטחו, או אם לא קיים הסכם מפורט כאמור – השכר הגלובלי ייחשב כהפרה של חוק שעות עבודה ומנוחה, ויש להשלים לעובד את השכר בהתאם לחישוב השעתי בפועל ולשיעורי התוספת החוקיים."
  },
  {
    "id": "9f352b36-afd7-4e45-8237-53cb13271ec3",
    "text": "חוק שעות עבודה ומנוחה בישראל קובע את מסגרת שעות העבודה, ימי העבודה, ימי המנוחה השבועית, וזכויות העובדים ביחס לכך. שבוע העבודה בישראל מוגבל לחמישה או שישה ימים, כאשר ברוב המקרים מדובר בחמישה ימי עבודה. יום העבודה הרגיל לא יעלה על שמונה שעות ביום או ארבעים ושתיים שעות בשבוע. עובדים ביום שישי או בערב חג יעבדו עד שבע שעות בלבד. מעבר לשעות אלה, נחשב לשעות נוספות, שדורשות תשלום מוגדל. ימי המנוחה הם בדרך כלל יום אחד בשבוע – עבור יהודים זה שבת, עבור עובדים מדתות אחרות זה היום המקודש לדתם. המעסיק מחויב לתת לעובד מנוחה של לפחות שלושים ושש שעות רצופות בכל שבוע. כל חריגה משעות העבודה המותרות או אי מתן מנוחה שבועית כנדרש נחשבת להפרת החוק."
  },
  {
    "id": "8e33eb2d-3910-40d4-a930-fd90e67f6423",
    "text": "וק פנסיה חובה בישראל מחייב כל מעסיק להפריש לעובדיו כספים לפנסיה, גם אם העובד לא ביקש זאת. החוק חל על עובדים מגיל 21 לגברים ו־20 לנשים, והוא נכנס לתוקף לאחר 6 חודשי עבודה, אלא אם לעובד הייתה קופת פנסיה פעילה קודם – ואז חלה חובה להפריש כבר מהחודש הראשון לעבודה. שיעור ההפרשה המינימלי הוא 6% מהעובד, 6.5% מהמעסיק לטובת תגמולים, ועוד 6% מהמעסיק לפיצויי פיטורים – כלומר, 18.5% מהשכר החודשי הקובע לפנסיה. הבדיקה מתבצעת באמצעות גיל העובד, תאריך תחילת העבודה, קיום קופת פנסיה קודמת, והאם בוצעו ההפרשות הנדרשות החל מהמועד המתאים. אם לא בוצעה הפרשה כחוק, מדובר בהפרה של חוקי העבודה וניתן לתבוע את המעסיק על כך בבית הדין לעבודה."
  },
  {
    "id": "cd494527-46bc-48ee-9156-d8624ed17856",
    "text": "hello mangoo\n"
  }
]